[
    {
        "id": null,
        "title": "Смартфон Red Fox B2",
        "description": "Смартфон Red Fox B2 Fox с IPS-экраном диагональю 5.5 дюйма создан для того, чтобы удобно лежать в детской руке. Корпус его выполнен из гладкого пластика. Встроенной памяти объемом 8 ГБ хватает для хранения необходимых приложений. При необходимости этот показатель можно увеличить за счет накопителя microSD. Для выполнения фото и видео у смартфона Red Fox B2 Fox есть камеры на 8 и на 5 Мп со светодиодной вспышкой. Для сохранения конфиденциальности информации владельца у устройства имеется сканер распознавания лица.",
        "specifications": [
            {
                "id": null,
                "product": null,
                "name": "Тип",
                "value": "смартфон"
            },
            {
                "id": null,
                "product": null,
                "name": "Модель",
                "value": "Red Fox B2 Fox"
            },
            {
                "id": null,
                "product": null,
                "name": "Цвет задней панели",
                "value": "красный"
            },
            {
                "id": null,
                "product": null,
                "name": "Год релиза",
                "value": "2021"
            },
            {
                "id": null,
                "product": null,
                "name": "Диагональ экрана",
                "value": "5.5\""
            },
            {
                "id": null,
                "product": null,
                "name": "Разрешение экрана",
                "value": "1440x720"
            }
        ],
        "reviews": [
            {
                "id": null,
                "user": null,
                "product": null,
                "rating": 1,
                "content": "Попался дефектный, не видел симку, и да, не верьте описанию, там разъём от формата обычной симки, он на ваши нано сим плевать хотел, т.е. в 2022 году используют старые корпус ( крышка снимается, аккумулятор надо самому вставлять, мда) и формат, вынуждая либо докупать переходник либо с бубном танцевать чтобы он эту симку увидел. После проверки качества мне сделали возврат, спасибо СЦ. Не ведитесь на хорошие отзывы, Red Fox - отечественная торговая марка к которой нет и не должно быть доверия, для них накрутить отзывы раз плюнуть."
            },
            {
                "id": null,
                "user": null,
                "product": null,
                "rating": 4,
                "content": "Хороший бюджетник, для повседневного пользования идеальный вариант"
            }
        ],
        "photoUrl": "c3603671-3838-4a53-a534-b98b3e085233.png",
        "category": null,
        "sku": "100",
        "price": "3000.00"
    }
]